{
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "what": 4,
    "is": 5,
    "the": 6,
    "capital": 7,
    "of": 8,
    "france": 9,
    "paris": 10,
    "germany": 11,
    "berlin": 12,
    "who": 13,
    "wrote": 14,
    "to": 15,
    "kill": 16,
    "a": 17,
    "mockingbird": 18,
    "harperlee": 19,
    "largest": 20,
    "planet": 21,
    "in": 22,
    "our": 23,
    "solar": 24,
    "system": 25,
    "jupiter": 26,
    "boiling": 27,
    "point": 28,
    "water": 29,
    "celsius": 30,
    "100": 31,
    "painted": 32,
    "mona": 33,
    "lisa": 34,
    "leonardodavinci": 35,
    "square": 36,
    "root": 37,
    "64": 38,
    "8": 39,
    "chemical": 40,
    "symbol": 41,
    "for": 42,
    "gold": 43,
    "au": 44,
    "which": 45,
    "year": 46,
    "did": 47,
    "world": 48,
    "war": 49,
    "ii": 50,
    "end": 51,
    "1945": 52,
    "longest": 53,
    "river": 54,
    "nile": 55,
    "japan": 56,
    "tokyo": 57,
    "developed": 58,
    "theory": 59,
    "relativity": 60,
    "alberteinstein": 61,
    "freezing": 62,
    "fahrenheit": 63,
    "32": 64,
    "known": 65,
    "as": 66,
    "red": 67,
    "mars": 68,
    "author": 69,
    "1984": 70,
    "georgeorwell": 71,
    "currency": 72,
    "united": 73,
    "kingdom": 74,
    "pound": 75,
    "india": 76,
    "delhi": 77,
    "discovered": 78,
    "gravity": 79,
    "newton": 80,
    "how": 81,
    "many": 82,
    "continents": 83,
    "are": 84,
    "there": 85,
    "on": 86,
    "earth": 87,
    "7": 88,
    "gas": 89,
    "do": 90,
    "plants": 91,
    "use": 92,
    "photosynthesis": 93,
    "co2": 94,
    "smallest": 95,
    "prime": 96,
    "number": 97,
    "2": 98,
    "invented": 99,
    "telephone": 100,
    "alexandergrahambell": 101,
    "australia": 102,
    "canberra": 103,
    "ocean": 104,
    "pacificocean": 105,
    "speed": 106,
    "light": 107,
    "vacuum": 108,
    "299792458ms": 109,
    "language": 110,
    "spoken": 111,
    "brazil": 112,
    "portuguese": 113,
    "penicillin": 114,
    "alexanderfleming": 115,
    "canada": 116,
    "ottawa": 117,
    "mammal": 118,
    "whale": 119,
    "element": 120,
    "has": 121,
    "atomic": 122,
    "1": 123,
    "hydrogen": 124,
    "tallest": 125,
    "mountain": 126,
    "everest": 127,
    "city": 128,
    "big": 129,
    "apple": 130,
    "newyork": 131,
    "planets": 132,
    "starry": 133,
    "night": 134,
    "vangogh": 135,
    "formula": 136,
    "h2o": 137,
    "italy": 138,
    "rome": 139,
    "country": 140,
    "famous": 141,
    "sushi": 142,
    "was": 143,
    "first": 144,
    "person": 145,
    "step": 146,
    "moon": 147,
    "armstrong": 148,
    "main": 149,
    "ingredient": 150,
    "guacamole": 151,
    "avocado": 152,
    "sides": 153,
    "does": 154,
    "hexagon": 155,
    "have": 156,
    "6": 157,
    "china": 158,
    "yuan": 159,
    "pride": 160,
    "and": 161,
    "prejudice": 162,
    "janeausten": 163,
    "iron": 164,
    "fe": 165,
    "hardest": 166,
    "natural": 167,
    "substance": 168,
    "diamond": 169,
    "continent": 170,
    "by": 171,
    "area": 172,
    "asia": 173,
    "president": 174,
    "states": 175,
    "georgewashington": 176,
    "bird": 177,
    "its": 178,
    "ability": 179,
    "mimic": 180,
    "sounds": 181,
    "parrot": 182,
    "longestrunning": 183,
    "animated": 184,
    "tv": 185,
    "show": 186,
    "simpsons": 187,
    "vaticancity": 188,
    "most": 189,
    "moons": 190,
    "saturn": 191,
    "romeo": 192,
    "juliet": 193,
    "shakespeare": 194,
    "earths": 195,
    "atmosphere": 196,
    "nitrogen": 197,
    "bones": 198,
    "adult": 199,
    "human": 200,
    "body": 201,
    "206": 202,
    "metal": 203,
    "liquid": 204,
    "at": 205,
    "room": 206,
    "temperature": 207,
    "mercury": 208,
    "russia": 209,
    "moscow": 210,
    "electricity": 211,
    "benjaminfranklin": 212,
    "secondlargest": 213,
    "land": 214,
    "color": 215,
    "ripe": 216,
    "banana": 217,
    "yellow": 218,
    "month": 219,
    "28": 220,
    "days": 221,
    "common": 222,
    "february": 223,
    "study": 224,
    "living": 225,
    "organisms": 226,
    "called": 227,
    "biology": 228,
    "home": 229,
    "great": 230,
    "wall": 231,
    "bees": 232,
    "collect": 233,
    "from": 234,
    "flowers": 235,
    "nectar": 236,
    "opposite": 237,
    "day": 238,
    "south": 239,
    "korea": 240,
    "seoul": 241,
    "bulb": 242,
    "edison": 243,
    "humans": 244,
    "breathe": 245,
    "survival": 246,
    "oxygen": 247,
    "144": 248,
    "12": 249,
    "pyramids": 250,
    "giza": 251,
    "egypt": 252,
    "sea": 253,
    "creature": 254,
    "eight": 255,
    "arms": 256,
    "octopus": 257,
    "holiday": 258,
    "celebrated": 259,
    "december": 260,
    "25": 261,
    "christmas": 262,
    "yen": 263,
    "legs": 264,
    "spider": 265,
    "sport": 266,
    "uses": 267,
    "net": 268,
    "ball": 269,
    "hoop": 270,
    "basketball": 271,
    "kangaroos": 272,
    "female": 273,
    "minister": 274,
    "uk": 275,
    "margaretthatcher": 276,
    "fastest": 277,
    "animal": 278,
    "cheetah": 279,
    "periodic": 280,
    "table": 281,
    "spain": 282,
    "madrid": 283,
    "closest": 284,
    "sun": 285,
    "father": 286,
    "computers": 287,
    "charlesbabbage": 288,
    "mexico": 289,
    "mexicocity": 290,
    "colors": 291,
    "rainbow": 292,
    "musical": 293,
    "instrument": 294,
    "black": 295,
    "white": 296,
    "keys": 297,
    "piano": 298,
    "americas": 299,
    "1492": 300,
    "christophercolumbus": 301,
    "disney": 302,
    "character": 303,
    "long": 304,
    "nose": 305,
    "grows": 306,
    "it": 307,
    "when": 308,
    "lying": 309,
    "pinocchio": 310,
    "directed": 311,
    "movie": 312,
    "titanic": 313,
    "jamescameron": 314,
    "superhero": 315,
    "also": 316,
    "dark": 317,
    "knight": 318,
    "batman": 319,
    "brasilia": 320,
    "fruit": 321,
    "king": 322,
    "fruits": 323,
    "mango": 324,
    "eiffel": 325,
    "tower": 326
}